Repository: wj0920wjx/XYESendOrderSystem
Catalog: JY/Resource/strings/*.lproj/OrderDetailLocalizations.strings
Languages: th

# 行程信息
source: Travel information
th: ข้อมูลการเดินทาง

# 地接编号
source: Grounding number
th: หมายเลขต่อสายดิน

# 包车服务信息
source: Charter Service
th: บริการเหมารถ

# 使用车辆
source: Used Car
th: การใช้รถ

# 包车时间(天)
source: Number of total days
th: เวลาใบอนุญาต(จำนวนวัน)

# 出发地点
source: Address of Departure
th: สถานที่ออกเดินทาง

# 出行人数
source: No. of traveller
th: จำนวนคนเดินทาง

# 儿童座椅
source: No. of child seats
th: ที่นั่งเด็ก

# 行李数
source: No. of baggage
th: จำนวนถุง

# 接机服务信息
source: Pick-up Service
th: บริการรับเข้า

# 航班号
source: Flight Number
th: หมายเลขเที่ยวบิน

# 送达地点
source: Destination
th: ปลายทาง

# 送机服务信息
source: Drop-off Service
th: บริการส่งออก

# 机场名称
source: Airport Name
th: ชื่อสนามบิน

# 单程接送服务信息
source: One-way Pick-up Service
th: รับหรือส่งเที่ยวหนึ่ง

# 特色玩法行程信息
source: Characteristic Play Service
th: รายละเอียดโปรแกรมทัวร์สุดพิเศษ

# 派单详情
source: Dispatched Order Detail
th: รายละเอียดใบสั่งงาน

# 成人
source: Adult
th: ผู้ใหญ่

# 儿童
source: Child
th: เด็ก

# 确认订单
source: Confirm Order
th: ยืนยันการรับบิล

# 派发订单
source: Distribute Order
th: ส่งบิล

# 完成订单
source: Complete Order
th: ให้บริการเสร็จแล้ว

# 下单时间:
source: Order time:
th: เวลาใบสั่งงาน:

# 下单时间
source: Order time
th: เวลาใบสั่งงาน

# 服务时间
source: Service time
th: เวลาให้บริการ

# 服务开始时间
source: Service Start time
th: เวลาเริ่มต้นของบริการ

# 服务结束时间
source: Service End time
th: เวลาสิ้นสุดของบริการ

# 客人
source: Guest Name
th: ชื่อแขก

# 微信
source: WeChat Number
th: วีแชท

# 手机号
source: Phone Number
th: หมายเลขโทรศัพท์

# 订单名称
source: Order name
th: ชื่อคำสั่งซื้อ

# 订单编号
source: Order number
th: หมายเลขการสั่งซื้อ

# 备注
source: Note
th: หมายเหตุ

# 备注信息
source: Note
th: หมายเหตุ

# 查看更多
source: Expand all
th: ตรวจสอบรายละเอียดเพิ่มเติม

# 收起
source: Put away
th: คืนกลั

# 预览
source: preview
th: ดูตัวอย่าง

# 复制客人信息
source: copy info
th: คัดลอกข้อมูล

# 已复制到粘贴板
source: Has been copied to the paste board
th: คัดลอกไปที่คลิปบอร์ดแล้ว

# 结算信息
source: Settlement
th: การชำระเงิน

# 结算费用
source: Settlement Fee
th: ค่าใช้จ่ายในการล้าง

# 这个订单已过期,请重新派单!
source: The order has expired so that the platform needs to distribute the order again.
th: หมดเวลา ส่งบิลใหม่

# 请在24小时内确认该订单，有疑问可联系客服解决。
source: Please confirm the order within 24 hours. If you have any questions, please contact customer service.
th: กรุณายืนยันใบสั่งภายใน24ชั่วโมง ถ้ามีข้อสงสัยสามารถติดต่อพนักงาน

# 订单编号不能为空!
source: The order number cannot be empty!
th: เลขที่ใบสั่งต้องไม่ว่างเปล่า!

# 订单已提交,请等待审核!
source: The order has been served successfully. please wait for the order settlement.
th: กำลังตรวจสอบทางการเงิน

# 已确认订单!
source: You have confirmed the order successfully.
th: ยืนยันคำสั่งซื้อ
